tap "aws/tap"
tap "danielgatis/imgcat"
tap "databricks/tap"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "nodenv/nodenv"
tap "withgraphite/tap"
brew "asciinema"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "chezmoi"
brew "ctags"
brew "ctop"
brew "curl"
brew "direnv"
brew "dive"
brew "docker-credential-helper-ecr"
brew "duf"
brew "fd"
brew "fish"
brew "fzf"
brew "gcc"
brew "gd"
brew "gh"
brew "git"
brew "git-delta"
brew "git-interactive-rebase-tool"
brew "gnupg"
brew "gping"
brew "grc"
brew "hadolint"
brew "hexyl"
brew "htop"
brew "httpd"
brew "hyfetch"
brew "jenv"
brew "jq"
brew "make"
brew "mariadb"
brew "marp-cli"
brew "ncdu"
brew "node-build"
brew "nodenv"
brew "openjdk@11"
brew "openjdk@17"
brew "parquet-cli"
brew "pass"
brew "perl-build"
brew "plenv"
brew "pyenv"
brew "redis"
brew "rsync"
brew "screen"
brew "tfenv"
brew "tig"
brew "unzip"
brew "vim"
brew "wget"
brew "yt-dlp"
brew "zip"
brew "danielgatis/imgcat/imgcat"
brew "databricks/tap/databricks"
brew "gromgit/fuse/sshfs-mac"
brew "nodenv/nodenv/nodenv-nvmrc"
brew "withgraphite/tap/graphite"
cask "adobe-acrobat-reader"
cask "dbeaver-community"
cask "discretescroll"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "font-andale-mono"
cask "font-arial"
cask "font-arial-black"
cask "font-cascadia-code"
cask "font-comic-sans-ms"
cask "font-courier-new"
cask "font-droid-sans-mono-nerd-font"
cask "font-edwin"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-georgia"
cask "font-impact"
cask "font-times-new-roman"
cask "font-trebuchet-ms"
cask "font-verdana"
cask "gimp"
cask "google-chrome"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "joplin"
cask "keepassxc"
cask "leapp"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "maccy"
cask "macfuse"
cask "maestral"
cask "mailspring"
cask "meld"
cask "middleclick"
cask "mutespotifyads"
cask "openvpn-connect"
cask "postman"
cask "pycharm-ce"
cask "qtpass"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "steelseries-gg"
cask "tabby"
cask "thunderbird"
cask "tor-browser"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
cask "zulu8"
