tap "btrachey/pyenv"
tap "danielgatis/imgcat"
tap "databricks/tap"
tap "krtirtho/apps"
tap "macos-fuse-t/cask"
tap "nodenv/nodenv"
tap "valkyrie00/bbrew"
tap "withgraphite/tap"
brew "asciinema"
brew "aws-cdk"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "btop"
brew "cairo"
brew "chezmoi"
brew "coreutils"
brew "cpanminus"
brew "ctags"
brew "ctop"
brew "curl"
brew "direnv"
brew "dive"
brew "docker-credential-helper-ecr"
brew "ducker"
brew "duf"
brew "fastfetch"
brew "fd"
brew "pango"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fzf"
brew "gcc"
brew "gd"
brew "gh"
brew "git"
brew "git-delta"
brew "git-interactive-rebase-tool"
brew "gnu-sed"
brew "gnupg"
brew "gource"
brew "gping"
brew "grc"
brew "hadolint"
brew "hexyl"
brew "htop"
brew "httpd"
brew "imagemagick"
brew "instaloader"
brew "iproute2mac"
brew "jenv"
brew "jless"
brew "jq"
brew "lazygit"
brew "leapp-cli"
brew "lsd"
brew "make"
brew "mariadb"
brew "marp-cli"
brew "ncdu"
brew "neovim"
brew "pkgconf"
brew "node-build"
brew "nodenv"
brew "notation"
brew "openjdk@11"
brew "openjdk@17"
brew "openjdk@21"
brew "parquet-cli"
brew "pass"
brew "perl-build"
brew "pinentry-mac"
brew "plenv"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "rustup"
brew "screen"
brew "telnet"
brew "tfenv"
brew "tig"
brew "unzip"
brew "uptimed", restart_service: :changed
brew "uv"
brew "vim"
brew "wget"
brew "yq"
brew "yt-dlp"
brew "zip"
brew "btrachey/pyenv/pyenv-default-packages"
brew "danielgatis/imgcat/imgcat"
brew "databricks/tap/databricks"
brew "nodenv/nodenv/nodenv-nvmrc"
brew "valkyrie00/bbrew/bbrew"
brew "withgraphite/tap/graphite"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alt-tab"
cask "another-redis-desktop-manager"
cask "chatgpt"
cask "claude"
cask "cursor"
cask "cyberduck"
cask "dbeaver-community"
cask "discretescroll"
cask "docker-desktop"
cask "firefox"
cask "firefox@developer-edition"
cask "font-andale-mono"
cask "font-arial"
cask "font-arial-black"
cask "font-cascadia-code"
cask "font-comic-sans-ms"
cask "font-courier-new"
cask "font-droid-sans-mono-nerd-font"
cask "font-edwin"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-georgia"
cask "font-impact"
cask "font-lato"
cask "font-times-new-roman"
cask "font-trebuchet-ms"
cask "font-verdana"
cask "fuse-t"
cask "fuse-t-sshfs"
cask "gimp"
cask "google-chrome"
cask "grammarly-desktop"
cask "httpie-desktop"
cask "intellij-idea-ce"
cask "iterm2"
cask "joplin"
cask "karabiner-elements"
cask "keepassxc"
cask "leapp"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "maccy"
cask "maestral"
cask "middleclick"
cask "mitmproxy"
cask "mutespotifyads"
cask "ollama-app"
cask "openvpn-connect"
cask "postman"
cask "pycharm-ce"
cask "qtpass"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "spotube"
cask "steelseries-gg"
cask "temurin@21"
cask "thunderbird"
cask "tor-browser"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
cask "zulu8"
